Repository: wizioo/wp-catalogue
Catalog: languages/wp-catalogue-*.po
Languages: nl_nl

source: Custom Taxonomy Order settings
nl_nl: Aangepaste volgorde instellingen

source: Drag and drop items to customise the order of categories in WP Catalogue
nl_nl: Pas via "drag 'n drop" de volgorde van de categoriën in WP Catalogue aan.

source: Save Order
nl_nl: Volgorde opslaan

source: No terms found
nl_nl: Niets gevonden

source: Drag and drop items to customise the order of products in WP Catalogue
nl_nl: Pas via "drag 'n drop" de volgorde van de producten in WP Catalogue aan.

source: Help Improve This Plugin!
nl_nl: Help mee deze plugin te verbeteren!

source: Enjoyed this plugin? All donations are used to improve and further develop this plugin. Thanks for your contributaion.
nl_nl: Vindt u deze plugin leuk? Alle donaties worden gebruikt om deze plugin te verbeteren en verder te ontwikkelen. Bedankt voor uw bijdrage.

source: you can also help by
nl_nl: u kunt ook helpen door

source: rating this plugin on wordpress.org
nl_nl: deze plugin te beoordelen op wordpress.org

source: If you are having problems with plugin please talk about them on
nl_nl: Als je problemen hebt met deze plugin, laat dit dan weten op

source: Order updated successfully.
nl_nl: Volgorde succesvol bijgewerkt.

source: An error occured, order has not been saved.
nl_nl: Er is een probleem opgetreden, de volgorde is niet opgeslagen.

source: Drag and drop items to set the custom order.
nl_nl: Versleep items om de volgorde aan te passen.

source: Add New Product
nl_nl: Product toevoegen

source: Edit Product
nl_nl: Product bewerken

source: View Product
nl_nl: Product bekijken

source: Search WPC Product
nl_nl: Zoek WPC Product

source: No Product found
nl_nl: Geen product gevonden

source: No Product found in trash
nl_nl: Geen product gevonden in prullenbak

# taxonomy general name
source: Categories
nl_nl: Categoriën

# taxonomy singular name
source: Categories
nl_nl: Categoriën

source: Search Categories
nl_nl: Zoek Categoriën

source: All Categories
nl_nl: Alle Categoriën

source: Parent Categories
nl_nl: Bovenliggende Categoriën

source: Parent Categories:
nl_nl: Bovenliggende Categoriën:

source: Edit Categories
nl_nl: Categoriën bewerken

source: Update Categories
nl_nl: Categoriën bijwerken

source: Add New Categories
nl_nl: Categorie toevoegen

source: New Categories Name
nl_nl: Nieuwe Categorienaam

source: Categories
nl_nl: Categoriën

source: Title
nl_nl: Naam

source: <a href="javascript:;">Category</a>
nl_nl: <a href="javascript:;">Categorie</a>

source: Date
nl_nl: Datum

source: No Category
nl_nl: Geen Categorie

source: Settings
nl_nl: Instellingen

source: Settings updated successfully
nl_nl: Instellingen succesvol bijgewerkt

source: Settings
nl_nl: Instellingen

source: Adjust the basic presentation of your product catalogue here. It is important to set this up before you start uploading products so the plugin knows what size to generate thumbnails and product images
nl_nl: Hier kunt u de presentatie van uw productcatalogus aanpassen. Het is belangrijk dit aan te passen voordat u productafbeeldingen upload, zodat de plugin de juiste grootte toepast bij het genereren van thumbnails en productafbeeldingen.

source: You can further customise the design of your product catalogue in your theme css.
nl_nl: U kunt het uiterlijk van de productcatalogus verder aanpassen in de css van het huidige thema.

source: Grid Rows
nl_nl: Gridregels

source: products per row
nl_nl: producten per regel

source: Choose Theme Color
nl_nl: Kies themakleur

source: Pagination
nl_nl: Pagineren

source: products per page (use 0 for unlimited)
nl_nl: producten per pagina (gebruik 0 voor ongelimiteerd)

source: Gallery Image
nl_nl: Gallerij Afbeelding

source: Height
nl_nl: Hoogte

source: Width
nl_nl: Breedte

source: Scale & Crop
nl_nl: Schalen & bijsnijden

source: Scale To Fit
nl_nl: Schalen

source: Show Next/Prev Links
nl_nl: Toon vorige/volgende

source: Inner Template Header
nl_nl: Template header

source: Use this area to add your theme layout divs if you are having problems with inner pages of the catalogue.
nl_nl: Hier kunt u layout divs toevoegen als u problemen heeft met de catalogus pagina's.

source: Inner Template Footer
nl_nl: Template footer

source: Use this area to close the open divs after the WP Catalogue.
nl_nl: Hier kunt u de open divs tags sluiten die u in de template header heeft toegevoegd.

source: Enjoyed this plugin? All donations are used to improve and further develop this plugin. Thanks for your contribution.
nl_nl: Vindt u deze plugin leuk? Alle donaties worden gebruikt om deze plugin te verbeteren en verder te ontwikkelen. Bedankt voor uw bijdrage.

source: Need Support?
nl_nl: Hulp nodig?

source: Check out the
nl_nl: Bekijk de

source: and
nl_nl: en
