Repository: wizioo/wp-catalogue
Catalog: languages/wpc-*.po
Languages: fr_fr, it_it

source: Custom Taxonomy Order settings
fr_fr: Paramètres de classement personnalisés
it_it: Impostazioni d'ordine personalizzate

source: Drag and drop items to customise the order of categories in WP Catalogue
fr_fr: Glisser/déplacer les items pour ordonner les catégories du catalogue
it_it: Trascina e rilascia gli oggetti per modificare l'ordine delle categorie nel catalogo

source: Save Order
fr_fr: Enregistrer le classement
it_it: Salva l'ordine

source: No terms found
fr_fr: Aucun item
it_it: Nessuna corrispondenza trovata

source: Drag and drop items to customise the order of products in WP Catalogue
fr_fr: Glisser/déplacer les items pour ordonner les produits du catalogue
it_it: Trascina e rilascia gli oggetti per modificare l'ordine dei prodotti nel catalogo

source: Help Improve This Plugin!
fr_fr: Aidez à améliorer ce plugin!
it_it: Aiutaci a migliorare!

source: Enjoyed this plugin? All donations are used to improve and further develop this plugin. Thanks for your contributaion.
fr_fr: Vous avez aimé ce plugin ? Tous les dons servent à améliorer et à développer ses fonctionnalités. Merci de votre contribution.
it_it: Ti piace questo plugin? Tutte le donazioni sono usate per migliorare e sviluppare questo plugin. Grazie per il tuo contributo.

source: you can also help by
fr_fr: vous pouvez aider aussi en
it_it: puoi aiutare anche

source: rating this plugin on wordpress.org
fr_fr: notant ce plugin sur wordpress.org
it_it: votando questo plugin su wordpress.org

source: If you are having problems with plugin please talk about them on
fr_fr: Si vous avez des problèmes avec ce plugin notifiez le sur
it_it: Se hai problemi con il plugin per favore parlane su

source: Order updated successfully.
fr_fr: Le classement a été mis à jour.
it_it: Ordine aggiornato correttametne

source: An error occured, order has not been saved.
fr_fr: Une erreur s'est produite, le classement n'a pas été mis à jour.
it_it: Errore, ordine non salvato

source: Drag and drop items to set the custom order.
fr_fr: Glisser/déplacer les items pour définir le classement personnalisé.
it_it: Trascina e rilascia gli oggetti per modificare l'ordine.

source: Add New Product
fr_fr: Ajouter un produit
it_it: Aggiungi un Nuovo Prodotto

source: Edit Product
fr_fr: Modifier le produit
it_it: Modifica Prodotto

source: View Product
fr_fr: Voir le produit
it_it: Vedi Prodotto

source: Search WPC Product
fr_fr: Chercher un produit
it_it: Cerca Prodotto

source: No Product found
fr_fr: Aucun produit
it_it: Nessun Prodotto trovato

source: No Product found in trash
fr_fr: Aucun produit dans la corbeille
it_it: Nessun Prodotto trovato nel cestino

# taxonomy general name
source: Categories
fr_fr: Catégories
it_it: Categorie

# taxonomy singular name
source: Categories
fr_fr: Catégorie
it_it: Categorie

source: Search Categories
fr_fr: Chercher une catégorie
it_it: Cerca Categorie

source: All Categories
fr_fr: Toutes les catégories
it_it: Tutte le Categorie

source: Parent Categories
fr_fr: Catégorie mère
it_it: Macro Categorie

source: Parent Categories:
fr_fr: Catégorie mère :
it_it: Macro Categorie:

source: Edit Categories
fr_fr: Modifier la catégorie
it_it: Modifica Categorie

source: Update Categories
fr_fr: Mettre à jour la catégorie
it_it: Aggiorna Categorie

source: Add New Categories
fr_fr: Ajouter une catégorie
it_it: Aggiungi Nuove Categorie

source: New Categories Name
fr_fr: Nouveau nom de catégorie
it_it: Nome Nuove Categorie

source: Categories
fr_fr: Catégories
it_it: Categorie

source: Title
fr_fr: Titre
it_it: Titolo

source: <a href="javascript:;">Category</a>
fr_fr: <a href="javascript:;">Catégorie</a>
it_it: <a href="javascript:;">Categoria</a>

source: No Category
fr_fr: Pas de catégorie
it_it: Nessuna Categoria

source: Settings
fr_fr: Paramètres
it_it: Impostazioni

source: Settings updated successfully
fr_fr: Les paramètres ont été mis à jour
it_it: Impostazioni aggiornate correttamente

source: Settings
fr_fr: Paramètres
it_it: Impostazioni

source: Adjust the basic presentation of your product catalogue here. It is important to set this up before you start uploading products so the plugin knows what size to generate thumbnails and product images
fr_fr: Modifiez ici l'apparence basique de votre catalogue de produits avant d'ajouter des produits, pour que le plugin puisse générer les miniatures et les images produit correctement.
it_it: Sistema la presentazione del tuo catalogo prodotti qui. E' importante impostarla prima che cominci a inserire i prodotti per permettere al plugin di generare le immagini della giusta misura

source: You can further customise the design of your product catalogue in your theme css.
fr_fr: Vous pouvez modifier le design de votre catalogue de produit plus avant dans la CSS de votre thème.
it_it: Puoi modificare il design del tuo catalogo con i CSS del tuo tema.

source: Grid Rows
fr_fr: Lignes de la grille
it_it: Righe della griglia

source: products per row
fr_fr: produits par ligne
it_it: prodotti per riga

source: Choose Theme Color
fr_fr: Choisir la couleur du thème
it_it: Scegli il colore del tema

source: products per page (use 0 for unlimited)
fr_fr: produits par page (0 pour illimités)
it_it: prodotti per pagina (usa 0 per illimitato)

source: Gallery Image
fr_fr: Image de la galerie
it_it: Galleria Immagini

source: Height
fr_fr: Hauteur
it_it: Altezza

source: Width
fr_fr: Largeur
it_it: Larghezza

source: Thumbnail
fr_fr: Miniature
it_it: Miniatura

source: Scale & Crop
fr_fr: Redimensionner et recadrer
it_it: Scala e taglia

source: Scale To Fit
fr_fr: Redimensionner et adapter
it_it: Scala per adeguare

source: Show Next/Prev Links
fr_fr: Afficher les liens Précédent/Suivant
it_it: Mostra i link Precedente/Successivo

source: Inner Template Header
fr_fr: Header interne au template
it_it: Template Header Interno

source: Use this area to add your theme layout divs if you are having problems with inner pages of the catalogue.
fr_fr: Utilisez cette zone pour ajouter la mise en page de votre thème si vous avez des problèmes avec les pages internes au catalogue.
it_it: Usa questa area per aggiungere al tuo tema dei div se hai problemi con le pagine interne del catalogo.

source: Inner Template Footer
fr_fr: Footer interne au template
it_it: Template Footer Interno

source: Use this area to close the open divs after the WP Catalogue.
fr_fr: Utilisez cette zone pour fermer les balises HTML ouvertes, après le catalogue.
it_it: Usa questa area per chiudere i div aperti dopo il Catalogo.

source: Enjoyed this plugin? All donations are used to improve and further develop this plugin. Thanks for your contribution.
fr_fr: Vous avez aimé ce plugin ? Tous les dons servent à améliorer et à développer ses fonctionnalités. Merci de votre contribution.
it_it: Ti piace il plugin? TUtte le donazioni sono usate per migliorare e sviluppare il plugin. Grazie per il tuo contributo.

source: Need Support?
fr_fr: Besoin d'aide ?
it_it: Hai bisogno di supporto?

source: Check out the
fr_fr: Allez voir le
it_it: Controlla il

source: and
fr_fr: et
it_it: e

source: Support Forums
fr_fr: Les forums d'aide
it_it: Forum di supporto

source: All Products
fr_fr: Tous les produits

source: Product Details
fr_fr: Détails du produit

source: Price:
fr_fr: Prix :

source: WP Catalogue
it_it: Catalogo

source: Date
it_it: Data

source: Pagination
it_it: Paginazione
